amd-ucode
base
base-devel
bluez
bluez-utils
cmake
dconf-editor
discord
dolphin
dunst
efibootmgr
fuzzel
ghostty
git
gnuradio
gqrx
grim
gst-plugin-pipewire
htop
hyprland
hyprpaper
imagemagick
iwd
jq
kitty
libpulse
linux
linux-firmware
linux-lts
ly
man-db
memtester
meson
nano
nautilus
neovim
networkmanager
nwg-look
openrgb
openssh
otf-font-awesome
papers
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rtl-sdr
slurp
smartmontools
spotify-launcher
steam
tmux
tree
ttf-jetbrains-mono-nerd
uwsm
vim
vlc
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zig
zram-generator
zsh
